var muscleJson = [{
  "muscle": "胸部",
  "actionList": ['卧推', '上斜卧推', '坐姿上斜推胸练习(竖把位)', '坐姿双向推胸练习(竖把位)', '下斜卧推', '地板仰卧飞鸟', '平板仰卧飞鸟', '绳索下斜夹胸', '屈臂伸', '弯举上拉']
}, {
  "muscle": "背部",
  "actionList": ['辅助引体向上', '引体向上', '坐姿高拉力练习','高拉力背肌练习(宽握)','高拉力背肌练习(窄握)', '悬吊后拉', '背阔肌下拉', '划船', '杠铃划船', '单臂附身划举', '基本双臂附身划举', '上斜附身划举', '杠铃硬拉', '站立提拉','基本站姿耸肩','附身平举']
}, , {
  "muscle": "肩部",
  "actionList": ['坐姿正握肩上推举', '坐姿前平举', '基本侧平举', '站姿附身平举', '三级侧平举','双臂交替前平举', '坐姿推举练习(竖把位)', '坐姿绳索肩上推举', '坐姿下拉练习(竖把位)', '站姿后拉']
}, , {
  "muscle": "手臂",
  "actionList": ['坐姿手臂弯举练习', '绳索弘二头肌弯举', '单臂弯举', '坐姿弯举', '双臂屈臂伸', '肱三头肌双向练习', '绳索肱三头肌下拉', '基本屈臂伸']
}, , {
  "muscle": "腿部",
  "actionList": ['坐姿大腿伸展', '坐姿后腿屈伸', '大腿外侧肌练习', '大腿内侧肌练习', '勾腿式练习', '绳索提踵', 'KEISER腿部推蹬(双腿)', '深蹲', '相扑硬拉', '负重弓步', '提踵行走', '双哑铃前蹲']
}, , {
  "muscle": "臀部",
  "actionList": ['绳索腿外展', '绳索腿后蹬', 'TRX双腿臀桥', '站姿臀肌练习', 'KEISER臀部复合训练', '悬吊髋关节外展', '哑铃负重动态双腿臀桥', '弓步下蹲']
}, , {
  "muscle": "腹部",
  "actionList": ['卷腹', '坐姿腹肌练习', '跪姿绳索卷腹', '提腿', '哑铃俄罗斯转体', '负重下砍', '站立侧屈', '悬吊平板支撑', '悬吊屈体', '弓步旋转']
}]


// 定义数据出口
module.exports = {
  muscleJson: muscleJson
}